/** @file

;******************************************************************************
;* Copyright (c) 2012, Insyde Software Corporation. All Rights Reserved.
;*
;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
;* transmit, broadcast, present, recite, release, license or otherwise exploit
;* any part of this publication in any form, by any means, without the prior
;* written permission of Insyde Software Corporation.
;*
;******************************************************************************
*/


/=#

#include "Standard.uni"

#string STR_OEM_BADGING_STR_F2          #language en-US  "Press F2 go to Setup Utility"
#string STR_OEM_BADGING_STR_F12         #language en-US  "Press F12 go to Boot Manager"
#string STR_OEM_BADGING_STR_F3          #language en-US   "Press F3 go to Device Manager"
#string STR_OEM_BADGING_STR_CPUID       #language en-US  "CPUID : "
#string STR_BLANK_STRING                #language en-US  ""
#string STR_OEM_BADGING_STR_F2_SELECT   #language en-US  "F2 is pressed. Go to Setup Utility."
#string STR_OEM_BADGING_STR_F12_SELECT  #language en-US  "F12 is pressed. Go to Boot Manager."
#string STR_OEM_BADGING_STR_F3_SELECT   #language en-US  "F3 is pressed. Go to Device Manager."
#string STR_BLANK_STRING_COVER          #language en-US  "                                           "
#string STR_OEM_BADGING_STR_BOOT_OS     #language en-US  "Prepare Boot to OS            "
#string STR_OEM_BADGING_STR_ESC         #language en-US  "Press Esc for boot options"
#string STR_OEM_BADGING_STR_ESC_SELECT  #language en-US  "Esc is pressed. Go to boot options."

